# Standard utilities and binaries
brew 'bash'
brew 'bash-completion'
brew 'coreutils'
brew 'findutils'
brew 'libtool'
brew 'openssl'
brew 'rename'
brew 'ssh-copy-id'
brew 'tree'
# Git and dev
brew 'git'
brew 'git-lfs'
brew 'node'
# Cask apps
cask 'lastpass'
cask 'bettertouchtool'
cask 'flux'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'vlc'
# App store apps
mas 'iMovie', id: 408981434
mas 'Pages', id: 409201541
mas 'GarageBand', id: 682658836
mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
mas 'Numbers', id: 409203825
mas 'Antnotes', id: 808734429